[{"fields": {"modified_date": "2016-04-26T22:20:55.280Z", "create_date": "2016-04-23T18:14:02.457Z", "title": "Indian patents controller grants patent to amgen for its anti-GM-CSF MAB (Namilumab)", "patent": 2, "content": "Takeda Currently Conducting Clinical Trials to Evaluate Namilumab Against Rheumatoid Arthritis\r\n\r\nOn December 28, 2015, the Indian Controller General of Patents, Designs & Trademarks (Patent Controller) granted Micromet AG / Amgen Research (Munich) GmbH’s patent application relating to “human monoclonal antibodies and fragments thereof which neutralize the activity of human granulocyte macrophage colony stimulating factor (GM-CSF)”.\r\n\r\nAmgen acquired Micromet Inc. of Rockville, MD and its R&D labs, Micromet AG, in Munich, Germany in early 2012 through which Amgen reportedly acquired this asset. Previously, Micromet had developed this technology, referred to as MT203 and later as Namilumab, and started developing it in partnership with Nycomed in 2007. They began clinical trials using MT203 in the treatment of rheumatoid arthritis in 2009. Nycomed was subsequently acquired by Takeda Pharmaceuticals International. Takeda has taken over clinical development of Namilumab and is currently conducting Phase II trials in the United States, Japan, and Europe to evaluate its effectiveness against rheumatoid arthritis and also plaque psoriasis.\r\n\r\nMicromet filed their Indian patent application (#8064/DELNP/2007) on October 18, 2007 approximately two (2) years after establishing its priority date (April 18, 2005). The company’s patent application has been granted in several other markets, including by the United States Patent & Trademark Office (USPTO), European Patent Office (EPO) and New Zealand.\r\n\r\nAmgen/Micromet overcame several objections for certain claims that were eventually deleted by the company during the examination process in India, including, but not limited to section 3(i) of the Indian Patents Act, 1970, as amended (any process for the medicinal, surgical, curative, prophylactic diagnostic, therapeutic or other treatment of human beings or any process for a similar treatment of animals to render them free of disease or to increase their economic value or that of their products).\r\n\r\nNeutralization of GM-CSF may be useful in treating inflammation of joints due to high levels of GM-CSF, such as in rheumatoid arthritis. Anti-GM-CSF mAb has also shown potential for treating multiple sclerosis.", "link": "http://twofourinsight.com/"}, "model": "ipm.insight", "pk": 1}, {"fields": {"modified_date": "2016-04-26T22:20:16.303Z", "create_date": "2016-04-23T18:14:09.925Z", "title": "Pfizer-Warner Lambert obtains patent in india for container for drug delivery", "patent": 26, "content": "As Pfizer Inc. (Pfizer) continues to make headlines today for terminating its merger with Allergan plc (Allergan), on April 6, 2016, Pfizer's subsidiary, Warner-Lambert Company LLC (WLC or Company) successfully secured its twenty-fifth (25th) patent in India relating to a “container for delivery of medicines” (Patent on Capsule)[1]. Although the grant of the patent in India is not likely to have any material impact on the Company, for generic pharmaceutical companies manufacturing capsules, this is a patent that they will have to take into consideration. The Company overcame several objections raised during the examination process prior to the patent being granted by the Delhi Patent Office’s Assistant Controller of Patents & Designs, Omvir Singh.", "link": "http://twofourinsight.com/"}, "model": "ipm.insight", "pk": 2}, {"fields": {"modified_date": "2016-04-26T22:19:38.012Z", "create_date": "2016-04-23T18:23:19.488Z", "title": "Details emerge of medicines patent pool & BMS' Agreements for generic daclatasvir", "patent": 6, "content": "On January 20, 2016, the Medicines Patent Pool Foundation (MPP) announced that it has signed sublicensing and technology transfer agreements with four (4) Indian generic pharmaceutical companies to manufacture and market Bristol-Myers Squibb Company’s (BMS) Hepatitis C drug, Daclatasvir Dihydrochloride, 30mg and 60mg Tablets (Licensed Compound) in certain countries. The sublicenses follows the November 20, 2015 license and technology transfer agreement BMS entered into with MPP under which the latter received a license on the Licensed Patent Rights and Licensed Manufacturing Know-How exclusively for the purpose of granting sublicenses to interested pharmaceutical manufacturers.\r\n\r\nFollowing the receipt of the license, MPP entered into sublicensing agreements with the following Indian generic pharmaceutical companies while continuing to negotiate with other companies:\r\n\r\n-> Cipla Ltd (Cipla) – entered December 14, 2015\r\n-> Emcure Pharmaceuticals Ltd. (Emcure) – entered December 17, 2015\r\n-> Hetero Labs Ltd. (Hetero) – entered December 14, 2015\r\n-> Natco Pharma Ltd. (Natco) – entered December 14, 2015\r\n-> Generics Must Seek Prior Approval from BMS For Use of Distinctive Color, Markings, Shape\r\n\r\nThe sublicensing agreements are non-exclusive, non-sublicensable, royalty-free, and non-transferable. For licenses to the intellectual property (e.g., patents), the term runs until the patent(s) expires in the defined territory, however, the license to the Know-How is perpetual. In addition, the sublicenses are required to use distinctive, color, marking and shape of their generic version of the Licensed Compound and seek prior approval from BMS.\r\n\r\nWith respect to the Licensed Patent Rights, there are five (5) pending Indian patent applications listed and two (2) granted patents in South Africa that were granted on February 24, 2010 and April 28, 2011 respectively. In addition, several other patents are listed as “non-territory” including in the United States (Orange Book and non-Orange Book patents).\r\n\r\nIn the United States, the US Food and Drug Administration approved BMS’s new drug application (NDA #206843) on July 24, 2015, which the company markets under the brand name Daklinza™ (daclatasvir dihydrochloride), 30 mg and 60 mg Tablets. According to the final printed labeling (FPL), Daklinza is labeled as a hepatitis C virus (HCV) NS5A inhibitor indicated for use with sofosbuvir for the treatment of chronic HCV genotype 3 infection. Currently, there are no paragraph IV certifications identified for the product. It will be interesting to watch who will file the first paragraph IV certifications.", "link": "http://twofourinsight.com/"}, "model": "ipm.insight", "pk": 3}, {"fields": {"modified_date": "2016-04-26T22:18:51.804Z", "create_date": "2016-04-23T18:23:59.914Z", "title": "India & United give different verdicts of novozymes patent for isolated polypeptides", "patent": 2, "content": "Assistant Controller of Patents & Designs, Manoj Madhavan issued an order refusing Novozymes A/S (Novozymes or Company) Indian patent application relating to “isolated polypeptides having cellobiohydrolase activity and isolated polynucleotides encoding the polypeptides\". The invention also relates to nucleic acid constructs, vectors, and host cells comprising the polynucleotides as well as methods of producing and using the polypeptides” (Indian Protein Patent Application). Cellobiohydrolases sequentially release molecules of cellobiose from the ends of the cellulose polymer. The conversion of cellulosic feedstocks into ethanol has usefulness in the area of biofuels and other areas of industrial biotechnology. The Indian Protein Patent Application was filed as part of its National Application claiming the United States as the priority country.", "link": "http://twofourinsight.com/"}, "model": "ipm.insight", "pk": 4}, {"fields": {"modified_date": "2016-04-23T18:29:09.381Z", "create_date": "2016-04-23T18:29:09.380Z", "title": "Good News for Mylan, Not So Much for Allergan", "patent": 10, "content": "To lead things off, Mylan confirmed that it was the first to file and is eligible for 180-days of generic marketing exclusivity for Baxter’s Brevibloc® [Esmolol HCl in Sodium Chloride Injection, 10mg/ml (250 ml) and 20 mg/ml (100 ml)]. Notably, USFDA’s Paragraph IV Update list shows Brevibloc with a Paragraph IV listing date of January 31, 2014. Baxter presumably sued Mylan within the 45-day window upon receiving notice, so Mylan’s generic will be under a 30-month stay unless altered by the court. So, for now, any other generic filers can start figuring out a market formation date for generic Esmolol, and/or look for an opportunity to license an authorized generic from Baxter before any settlement discussions take place between Mylan and Baxter.\r\n\r\nIn addition, USFDA ruled against Allergan with respect to generic competition for its Restasis® (cyclosporine ophthalmic emulsion) 0.05 percent product by denying Allergan’s citizen petition requesting the Agency to impose additional requirements for generics. Therefore generic applicants should continue with their development plans. Similarly, the USFDA denied a request by Amarin Pharma to impose additional bioequivalence requirements for Vascepa® (Icosapent Ethyl) 1 gram, Capsule. Also, Bayer and Purdue submitted comments to draft product-specific guidance documents for generic drug development that impact their brand products, including Intermezzo® (zolpidem tartrate) sublingual tablets (Purdue), Butrans® (Buprenorphine: Film, Extended Release/Transdermal) (Purdue), and Skyla® (levonorgestrel-releasing intrauterine system) 13.5mg (Bayer). Notably, Intermezzo and Butrans currently have Paragraph IV challenges listed in the Paragraph IV list maintained by the USFDA while Skyla does not. Does this suggest a pre-emptive strike by Bayer?\r\n\r\nThe USFDA also issued several guidance documents highlighted by a draft guidance on “DSCSA Standards for the Interoperable Exchange of Information for Tracing of Certain Human, Finished, Prescription Drugs: How to Exchange Product Tracing Information.” Even though the full “track and trace” system will not be implemented for several years from now (approximately in 2023), there are certain obligations being imposed in January 2015 which everyone in the pharmaceutical supply chain needs to be aware of, including the format used for the exchange of information, similar to the pedigree requirements in the State of Florida to the use of Electronic Data Interchange and Advance Ship Notices. Given the volume of pharmaceutical exports from India, the Director-General for Foreign Trade should also take note of this guidance, as should the Indian industry that exports to the U.S. market.", "link": "http://twofourinsight.com/"}, "model": "ipm.insight", "pk": 5}, {"fields": {"modified_date": "2016-04-26T22:18:01.415Z", "create_date": "2016-04-23T18:33:01.744Z", "title": "Indian Life Sciences Sector Industry / USFDA Approvals", "patent": 18, "content": "On February 25, 2016, Aurobindo Pharma Limited (Aurobindo) received Tentative Approval of its ANDA (#206614) for a generic version of Abbvie’s NORVIR (Ritonavir) Tablets, 100mg. Roxane Labs was the first company to challenge a listed patent for NORVIR and has final approval along with 180-day generic drug exclusivity. However, Roxane has not launched their generic version (ANDA #202573), which they received approval on January 15, 2015 in light of a confidential settlement and license agreement. In addition to Roxane, Abbvie has entered into settlement and license agreements with Aurobindo and Hetero, presumably that allows these companies to enter following Roxane enjoying its 180-day. Other known ANDA filers for NORVIR include Mylan. ", "link": "http://twofourinsight.com/"}, "model": "ipm.insight", "pk": 6}, {"fields": {"modified_date": "2016-04-26T22:19:46.068Z", "create_date": "2016-04-23T18:40:20.894Z", "title": "New Invention: Tigecycline Compositions and Methods of Preparation", "patent": 25, "content": "WYETH\r\n\r\nTitle of Invention: TIGECYCLINE COMPOSITIONS AND METHODS OF PREPARATION (Tygacil)\r\nPre-Grant Opposition Filers:  Natco and Lupin\r\nUSPTO/EPO Status:  Granted (EPO)\r\nOpposition Objections:  Section 3(d) and 3(e)", "link": "http://twofourinsight.com/"}, "model": "ipm.insight", "pk": 7}]